INSERT INTO GENRES (ID, NAME)
VALUES
(1, 'Детектив'),
(2, 'Мистика'),
(3, 'Приключения'),
(4, 'Фентези'),
(5, 'Образовательное');

INSERT INTO AUTHORS (ID, NAME)
VALUES
(1, 'Агата Кристи'),
(2, 'Роберт Мартин'),
(3, 'Джон Толкин'),
(4, 'Говард Лавкрафт');

INSERT INTO BOOKS (ID, NAME, AUTHOR_ID, GENRE_ID)
VALUES
(1, 'Пуаро', 1, 1),
(2, 'Чистый код', 2, 5),
(3, 'Чистая архитектура', 2, 5),
(4, 'Властелин колец', 3, 4),
(5, 'Сильмариллион', 3, 4),
(6, 'Хребты безумия', 4, 2),
(7, 'Зов Ктулху', 4, 2);

